{
  "id": "ss3",
  "updatedAt": "11/06/2025",
  "name": {
    "en": "Trash Into Treasure",
    "de": "Des einen Müll ist des anderen Schatz",
    "fr": "Des déchets aux trésors",
    "es": "Basura valiosa",
    "pt": "Lixo em tesouro",
    "pl": "Ze śmieci w skarb",
    "no": "Søppel til skatt",
    "da": "Skrald til skat",
    "it": "Da spazzatura a tesoro",
    "uk": "Зі сміття у скарб",
    "kr": "쓰레기를 보물로",
    "ru": "Из мусора в сокровище",
    "zh-CN": "变废为宝",
    "ja": "リサイクル",
    "tr": "Çöpten Hazineye",
    "zh-TW": "變廢為寶",
    "sr": "Od Otpada do Blaga",
    "hr": "Od Smeća do Blaga"
  },
  "trader": "Shani",
  "description": {
    "en": "For a Raider, there is no such thing as scrap – it is all valuable material waiting to be recycled. If you want to get anywhere out here, you can’t just wait for everything to be handed to you on a silver platter.",
    "de": "Für einen Raider gibt es keinen Schrott, das sind alles Wertstoffe, die recycelt werden wollen. Wenn du hier etwas erreichen willst, kannst du nicht darauf warten, dass dir alles auf dem Silbertablett serviert wird.",
    "fr": "Pour un Raider, il n’existe pas de véritable ferraille – tout est une ressource de valeur qui ne demande qu’à être recyclée. Si tu veux accomplir quelque chose ici, tu ne peux pas attendre que tout te soit servi sur un plateau d’argent.",
    "es": "Para un Raider no existe la chatarra: todo son materiales valiosos que esperan ser reciclados. Si quieres lograr algo aquí, no puedes quedarte esperando a que todo te llegue en bandeja de plata.",
    "pt": "Para um Raider não existe sucata – tudo são materiais valiosos prontos para serem reciclados. Se você quer conseguir algo por aqui, não pode ficar esperando que tudo venha de bandeja.",
    "pl": "Dla Raidera nie ma czegoś takiego jak złom – to wszystko cenne surowce, które tylko czekają na recykling. Jeśli chcesz tu coś osiągnąć, nie możesz czekać, aż wszystko zostanie ci podane na złotej tacy.",
    "no": "For en Raider finnes det ikke skrap – alt er verdifulle ressurser som venter på å bli resirkulert. Hvis du vil oppnå noe her, kan du ikke bare sitte og vente på at alt skal bli servert på sølvfat.",
    "da": "For en Raider findes der ikke skrot – det er alt sammen værdifulde materialer, der venter på at blive genanvendt. Hvis du vil opnå noget her, kan du ikke bare vente på, at alting bliver serveret på et sølvfad.",
    "it": "Per un Raider non esiste la vera spazzatura: sono tutte risorse preziose che aspettano solo di essere riciclate. Se vuoi combinare qualcosa qui fuori, non puoi aspettare che tutto ti venga servito su un piatto d’argento.",
    "uk": "Для Рейдера не існує справжнього брухту – це все цінні матеріали, які лише чекають на переробку. Якщо хочеш тут чогось досягти, не можеш просто чекати, доки все подадуть тобі на срібній таці.",
    "kr": "레이더에게 고철이라는 건 없어. 전부 재활용되기만을 기다리는 귀중한 자원이야. 여기서 뭔가를 이루고 싶다면, 모든 게 은쟁반에 담겨서 나올 때까지 가만히 기다릴 순 없지.",
    "ru": "Для рейдера не существует просто хлама – это всё ценные материалы, которые ждут, когда их переработают. Если хочешь чего-то добиться здесь, не можешь просто ждать, пока всё поднесут тебе на серебряном подносе.",
    "zh-CN": "对掠夺者来说并不存在真正的废品——一切都是等待被回收的宝贵资源。如果你想在这里有所成就，就不能指望一切都被端到你面前。",
    "ja": "レイダーにとって「ガラクタ」なんてものはない。すべてはリサイクルを待っている貴重な資源だ。ここで何かを成し遂げたいなら、何もかもが銀の皿に載せられて運ばれてくるのを待っているわけにはいかないぞ。",
    "tr": "Bir Baskıncı için hurda diye bir şey yoktur – hepsi geri dönüştürülmeyi bekleyen değerli malzemedir. Burada bir şeyler başarmak istiyorsan, her şeyin sana gümüş tepside sunulmasını bekleyemezsin.",
    "zh-TW": "對襲擊者來說並不存在真正的廢料──一切都是等待被回收的寶貴資源。如果你想在這裡闖出一番成就，就不能指望所有東西都被端到你面前。",
    "sr": "Za Raidera ne postoji pravi otpad – sve su to vredne sirovine koje čekaju da budu reciklirane. Ako ovde želiš nešto da postigneš, ne možeš samo da čekaš da ti sve bude posluženo na srebrnoj tacni.",
    "hr": "Za Raidera ne postoji pravi otpad – sve su to vrijedne sirovine koje čekaju da budu reciklirane. Ako ovdje želiš nešto postići, ne možeš samo čekati da ti sve bude posluženo na srebrnom pladnju."
  },
  "objectives": [
    {
      "en": "Obtain 6 Wires",
      "de": "6 Kabel besorgen",
      "fr": "Obtenez 6 fils",
      "es": "Consigue 6 cables",
      "pt": "Obtenha 6 fios",
      "pl": "Zdobądź 6 przewodów",
      "no": "Skaff 6 ledninger",
      "da": "Skaff 6 ledninger",
      "it": "Ottieni 6 fili",
      "uk": "Отримайте 6 дротів",
      "kr": "전선 6개를 획득하세요",
      "ru": "Получите 6 проводов",
      "zh-CN": "获取6根电线",
      "ja": "ワイヤーを6個入手する",
      "tr": "6 Kablo edin",
      "zh-TW": "獲取6根電線",
      "sr": "Nabavite 6 žica",
      "hr": "Nabavite 6 žica"
    },
    {
      "en": "Obtain 1 Battery",
      "de": "1 Akku besorgen",
      "fr": "Obtenez 1 batterie",
      "es": "Consigue 1 batería",
      "pt": "Obtenha 1 bateria",
      "pl": "Zdobądź 1 baterię",
      "no": "Skaff 1 batteri",
      "da": "Skaff 1 batteri",
      "it": "Ottieni 1 batteria",
      "uk": "Отримайте 1 батарею",
      "kr": "배터리 1개를 획득하세요",
      "ru": "Получите 1 батарею",
      "zh-CN": "获取1个电池",
      "ja": "バッテリーを1個入手する",
      "tr": "1 Pil edin",
      "zh-TW": "獲取1個電池",
      "sr": "Nabavite 1 bateriju",
      "hr": "Nabavite 1 bateriju"
    }
  ],
  "requiredItemIds": [
    {
      "itemId": "wires",
      "quantity": 6
    },
    {
      "itemId": "battery",
      "quantity": 1
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "tactical_mk1",
      "quantity": 1
    },
    {
      "itemId": "adrenaline_shot",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": [
    "ss1"
  ],
  "nextQuestIds": [
    "ss4"
  ]
}