{
  "id": "bobcat_blueprint",
  "name": {
    "en": "Bobcat Blueprint",
    "de": "Bauplan: Bobcat",
    "fr": "Schéma de Bobcat",
    "es": "Plano de Bobcat",
    "pt": "Projeto de Bobcat",
    "pl": "Projekt Bobcat",
    "no": "Bobcat-tegning",
    "da": "Bobcat-tegning",
    "it": "Progetto Bobcat",
    "ru": "Чертеж — Бобкэт",
    "ja": "ボブキャット設計図",
    "zh-TW": "山貓藍圖",
    "uk": "Креслення Бобкет",
    "zh-CN": "山猫蓝图",
    "kr": "밥캣 설계도",
    "tr": "Bobcat Planı",
    "hr": "Nacrt Bobcat",
    "sr": "Nacrt Bobcat"
  },
  "description": {
    "en": "Fully automatic SMG with high fire rate but low accuracy.",
    "de": "Vollautomatische MP mit hoher Feuerrate, aber geringer Genauigkeit.",
    "fr": "SMG entièrement automatique avec une cadence de tir élevée mais une faible précision.",
    "es": "SMG totalmente automático con alta cadencia de fuego pero baja precisión.",
    "pt": "SMG totalmente automática com alta taxa de disparo mas baixa precisão.",
    "pl": "W pełni automatyczny pistolet maszynowy o wysokiej szybkostrzelności, ale niskiej celności.",
    "no": "Helautomatisk SMG med høy skuddfrekvens men lav nøyaktighet.",
    "da": "Fuldautomatisk SMG med høj skudhastighed men lav præcision.",
    "it": "SMG completamente automatico con alta cadenza di fuoco ma bassa precisione.",
    "ru": "Полностью автоматический ПП с высокой скорострельностью, но низкой точностью.",
    "ja": "高い発射速度だが精度の低い全自動SMG。",
    "zh-TW": "全自動SMG，射速高但精準度低。",
    "uk": "Повністю автоматичний ПП з високою швидкострільністю, але низькою точністю.",
    "zh-CN": "全自动SMG，射速高但精准度低。",
    "kr": "높은 연사력을 가지지만 정확도가 낮은 완전 자동 SMG.",
    "tr": "Yüksek atış hızına sahip ancak düşük isabetli tam otomatik SMG.",
    "hr": "Potpuno automatski SMG s visokom brzinom paljbe ali niskom preciznošću.",
    "sr": "Potpuno automatski SMG sa visokom brzinom paljbe ali niskom preciznošću."
  },
  "type": "Blueprint",
  "value": 15000,
  "weightKg": 0,
  "rarity": "Epic",
  "imageFilename": "https://cdn.arctracker.io/items/bobcat.png",
  "updatedAt": "11/25/2025"
}